import { motion, useAnimation } from 'framer-motion'
export default function OpenDoor() {
    return (
      <section
        id="open-door"
        className="container prose prose-sm mx-auto px-8 py-4 md:prose-lg lg:prose-xl bg-gradient-to-br from-[#FFFFFF] to-[#F5F5F5] pt-[120px]"
        
      >
        <p className="font-Katana text-[#432DC9] text-[28px] m-0">נוהל דלת פתוחה</p>
        <ul className=" font-Assin text-black text-[16px] m-0 marker:text-black px-5 list-disc">
          <li>
            חייל בצה"ל רשאי לפנות למפקדו בכל נושא שיידרש ומחובת המפקד להקשיב ולטפל בפנייה עפ"י שיקול
            דעתו.
          </li>
          <li>אם תשובת המפקד לא ריצתה את החייל, יוכל לפנות למפקד מעליו.</li>
          <li>
            ביחידה ניתן לפנות למפקד ישיר או לא ישיר במספר דרכים
          </li>   
        </ul>
        <article className=" font-Assin text-black text-[16px] m-0 marker:text-black">
          <p className="font-Katana text-[#432DC9] text-[24px] m-0">דלת פתוחה</p>
          <div>
            אחת לשבוע, מתקיים מופע דלת פתוחה, השיחה היא שיחה פרטנית
            ב"4 עיניים" תתועד/לא תתועד לפי רצון החייל. אם השיחה תועדה וניתנו הנחיות לביצוע, מופץ
            סיכום השיחה לגורמים הרלוונטים ומתבצע על כך מעקב ע"י ק. המשא"ן. הודעות לו"ז לגבי מיקום
            וזמן השיחה מופצות במייל לכלל המפקדים ביחידה. יש להירשם מראש לשיחה מול ק. המשא"ן.
          </div>
          <p className="font-Katana text-[#432DC9] text-[24px] m-0 mt-2">שעות דלת פתוחה: עפ"י לו"ז מפקד</p>
          <div>
            שיחות חתך - אחת לחודש מתקיים מופע זה מרכז לשיחה נציגי חיילים מכלל היחידה עם המפקד / ס'
            מפקד היחידה בנול של דיון, ושאלות ותשובות. בנוס, ניתן זמן להתייחסות חופשית של החיילים.
            השיחה מתועדת ומתבצע מעקב לגבי ההנחיות שניתנו בה ע"י ק. משא"ן. הודעת לו"ז מופצת לאחראי
            כ"א בענפים שמחליטים מי ייצג את הענף בשיחה.
          </div>
          <p>
            תיבת פניות - מחוך ללשכת המפקד ולשכות רע"נים קיימת "תיבת פניות" ואמצעותה יכולים חיילי
            היחידה לפנות בכתב למפקד, שלא באמצעות מפקדם הישיר. התיבה נפתחת פעם ביום ותוכנה מועבר
            למפקד שיתייחס לכתוב בה תוך 48 שעות.
          </p>
          <p>
            ריאיונות אישיים - אחת לשנה מחויבים המפקדים הישירים לבצע ריאיון תקופתי לכל חייל. חייל
            רשאי לקבוע שיחה אישית עם מפקדיו בכל פעם שצריך.
          </p>
          <p>מייל - חייל יכול לשלוח מייל במייל צבאי/אזרחי למפקדו במידת הצורך.</p>
          <p>
            הודעות - ניתן לפנות למפקדים דרך הודעות SMS או הודעות ווטסאפ בצ'אט פרטי או בקבוצת
            ווטסאפ.
          </p>  
        </article>
      </section>
    )
  }
  