import { motion, useAnimation } from 'framer-motion'
export default function PublicActivities() {
    return (
      <section
        id="public-activities"
<<<<<<< HEAD
        className="container prose prose-sm mx-auto px-8 py-4 md:prose-lg lg:prose-xl bg-gradient-to-br from-[#FFFFFF] to-[#F5F5F5] pt-[10px]"
=======
        className="container prose prose-sm mx-auto px-8 py-4 md:prose-lg lg:prose-xl bg-gradient-to-br from-[#FFFFFF] to-[#F5F5F5] mt-[120px]"
>>>>>>> parent of 5ea9402 (update)
        
      >
        <p className="font-Katana text-[#432DC9] text-[28px] m-0">פעילויות ציבוריות של אנשי צבא</p>
        <p className="font-Katana text-[#432DC9] text-[24px] m-0">התבטאויות פומביות וקשר עם עיתונאים, עם ציבור ועם הדרג המלכתי פ"מ</p>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">
            איסור על פעילות ציבורית הנושאת אופי מפלגתי או מדיני
          </p>
          <div>
            במחנות הצבא ובמתקנים צבאיים אסורה כל פעילות נושאת אופי מפלגתי או מדיני. חייל לא יתבטא
            בפומבי, בעל פה או בכתב, בכל שאלה מפלגתית.
          </div>
        </article>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">
            איסור על השתתפות בהפגנות ותהלוכות, חתימה על עצומו
          </p>
          <div>
            חייל לא ייטול חלק בכל הפגנה וכן בכל תהלוכה ומצעד, הנערכים ע"י רשות שאינה צבאית. חייל לא
            יחתום על עצומה, הנושאת אופי מדיני או מפלגתי.
          </div>
        </article>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">התבטאות פומבית בנושאים מדיניים וצבאיים</p>
          <div>
            חייל לא יתבטא בפומבי, בעל פי או בכתב, בנושאים מדיניים או צבאיים,
            אלא אם כן הוסמך לעשות כך על ידי הרמטכ"ל, על ידי ראש אכ"א או על ידי דובר צה"ל.
          </div>
        </article>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">הופעה בפני גופים אזרחיים</p> 
          <div>
            חייל לא יופיע כנציג
            בפני גורמים שמחוץ לצה"ל ולא ישתתף בכל אסיפה, מסיבה או אירוע פומבי אחר כנציג הצבא, אלא אם כן
            הוסמך לעשות זאת על ידי הרמטכ"ל, ראש אכ"א או על ידי דובר צה"ל, חיילים השוהים מתוקף תפקידם
            במדינות שבהן מאומנים נספחי צה"ל השתתפותם תאושר על ידי נספח צה"ל במדינה שבה מתקיים האירוע.
          </div>
          <br />
          <br />
          <em>
            האיסור האמור בסעיף 7 לעיל יחול גם על אירוע שאליו הוזמן החייל באופן אישי וישיר, אך נוכחותו
            במקום עלולה להתפרש כייצוג הצבא. אין באמור סעיפים 7 ו־8 כדי לגרוע מהאמור בסעיפים 5 ו־6 לעיל
            בדבר התבטאות בנושאים צבאיים ומדיניים. על אף האמור לעיל רשאי החייל להופיע במוסדות החינוך
            כנציג הצבא, אם קיבל אישור לכך מקח"ר ולאחר שעבר תדריך ביטחוני.
          </em>
        </article>
  
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">איסור על התארגנות חיילים</p>
          <div>
            חייל לא יהיה חבר בארגון חיילים ולא ייטול חלק בפעילות להקמתו, לקיומו או לניהולו של ארגון כזה.
            לא ייתן ולא יקבל כספים עבור ארגון כזה, לא ינהל תעמולה בקשר אליו ולא ישתתף באסיפה המאורגנת על
            ידו. חייל לא ייטול חלק באסיפת חיילים, הנערכת ע"י רשות שאינה צבאית. הוראות סעיפים 11 ו־12
            אינן חלות על חברות חייל בחבר משרתי קבע וגמלאים בע"מ ועל פעילות במסגרת חברה זו.
          </div>
        </article>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">השתייכות לאגודות ומפלגות</p>
          <div>
            בפקודה זו, אגודה - לרבות מוסד, מפלגה, עמותה, הסתדרות וועד ציבורי במשמע, בין שהם מאוגדים ובין
            שאינם מאוגדים, ותהיה מטרתם מדינית, תרבותית, ספורטיבית, פילנטרופית או כל מטרה אחרת.
          </div>
        </article>
        <ul className="font-Assin text-black text-[16px] marker:text-black px-5 list-disc">
          <li>
            חייל רשאי להימנות עם כל אגודה הקיימת במדינה כחוק ובלבד שאין מטרותיה או פעילותה חותרות תחת
            קיום המדינה או תחת השירות הצבאי.
          </li>
          <li>חייל לא ישתתף בכל פעילות החותרת תחת קיום המדינה או תחת השירות בצבא.</li>
          <li>
            חייל יהיה רשאי להימנות עם כל אגודה הקיימת בחוץ לארץ אם ראש אכ"א התיר לו זאת בכתב לאחר
            שעיין בחוות דעת מפקדו של החייל ובחוות דעת של אמ"ן - מחב"ם.
          </li>
        </ul>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">
            חייל לא יעסוק בכל פעילות במסגרת אגודה, מלבד המפורט
          </p>
          <div>
            חייל רשאי להיות נוכח בכנס או אסיפה של אגודה, ובלבד שלא יהיה לבוש מדים. חייל לא ימלא תפקיד
            פעיל בכנס או באסיפה כאמור או בהכנות אליהם, ובכלל זה לא ישמש כנואם או כחבר נשיאות, אלא אם כן
            קיבל היתר לכך מראש אכ"א. לא יינתן היתר כאמור, כשהכנס או האסיפה נערכים על ידי אגודה הקשורה
            למפלגה פוליטית, או על ידי אגודה העוסקת בעניינים מדיניים. חייל רשאי למלא תפקיד במסגרת אגודה,
            אם כך אינו כרוך בפעילות מדינית או מפלגתית, ואם קיבל מראש אכ"א היתר לכך, בכתב, חייל לא יודיע
            בפומבי על הצגת מועמדותו לבחירות הנערכות במסגרת אחת מאלה: אגודה שאינה מפלגה פוליטית או שאינה
            עוסקת בנושאים מדיניים.
          </div>
        </article>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">השתתפות בבחירות</p>
          <div>
            חייל רשאי להצביע בבחירות הנערכות במסגרת אגודה שאיננה מפלגה פוליטית ואיננה עוסקת בנושאים
            מדיניים, אך לא ייטול חלק פעיל במערכת הבחירות. חייל יוכל להצביע בבחירות מקדימות (כמשמעותן
            בסעיף 17 לחוק מפלגות, התשנ"ב 1992) ובלבד שהמפלגה במסגרתה מתקיימות הבחירות האלה קבעה דרך חדשה
            המונעת כל אפשרות לזהות את השתייכותו הפוליטית של החייל והמבטיחה חשאיות וסודיות גם בכל הנוגע
            לעצם השתתפותו בבחירות האלה. חייל לובש מדים לא יהיה נוכח במקום שבו נערכות מחירות לאגודה, אלא
            לצורכי הצבעה או אם המקום משמש קלפי צבאי.
          </div>
        </article>
      </section>
    )
  }
  