import { motion, useAnimation } from 'framer-motion'
export default function PublicCommittees() {
    return (
      <section
        id="public-committees"
<<<<<<< HEAD
        className="container prose prose-sm mx-auto px-8 py-4 md:prose-lg lg:prose-xl bg-gradient-to-br from-[#FFFFFF] to-[#F5F5F5] pt-[10px]"
=======
        className="container prose prose-sm mx-auto px-8 py-4 md:prose-lg lg:prose-xl bg-gradient-to-br from-[#FFFFFF] to-[#F5F5F5] mt-[120px]"
>>>>>>> parent of 5ea9402 (update)
        
      >
        <p className="font-Katana text-[#432DC9] text-[28px] m-0">השתתפות חיילים בוועדות ציבוריות</p>
        <div className="font-Assin text-black text-[16px] m-0">
          חייל לא יכהן כחבר בוועדה ציבורית שההמתנה על ידי גורם שמחוץ לצבא שאיננה אגודה כמשמעותה לעיל,
          אלא אם כן ניתנה לכך הסכמת הרמטכ"ל או ראש אכ"א. ניתנה הסכמה כאמור והתמנה החייל לחבר בוועדה
          הציבורית יתבקש גורם הממנה להעביר את כתב מינוי לרל"ש ראש אכ"א וזה יעבירו למפקדו של החייל.
        </div>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">מגע עם עיתונאים</p>
          <div>
            חייל לא ישתתף במסיבת עיתונאים ולא יעניק ראיונות או שיחות רקע לנציגי העיתונאים או לכלי
            התקשרות בכל צורה שהיא, אלא רק באישור דובר צה"ל. חייל לא ייפגש עם עיתונאי, אלא בנוכחות נציג
            מוסמך מטעם דובר צה"ל. כל החייל, עובד צה"ל, או אזרח בשליחות הצבא שנפגש פגישה אקראית או פרטית
            עם עיתונאים ובפגישה זו נדונו נושאים צבאיים, ידווח על קיומה של השיחה ועל תוכנה למפקדו אשר הוא
            קצין ולחטיבת דו"ץ.
          </div>
        </article>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">פנייה לעיתונות</p>
          <div>
            חייל ועובד לא יפרסמו מטעם צה"ל מודעה באמצעי תקשורת אזרחיים, אלא באישור הרמטכ"ל או אמ"ץ -
            חטיבת דובר צה"ל (להלן: "חטיבת דו"ץ"), ובהתאם לאמור בהק"ם 09/02 חייל רשאי לפנות לעיתון בכל
            עניין הנוגע לתחומי תרבות, מדע, בריאות וכיוצ"ב (כגון: פתרון תשבצים וחידונים, שאלות בענייני
            בריאות או בענייני מדע וטכניקה), בתנאי שאין לאותו עניין כל קשר במישרין או בעקיפין עם נושאים
            ביטחוניים או מדיניים ואין בו כדי למתוח ביקורת על גוף ציבורי ישראלי או על ציבור כלשהו בישראל.
            פניית חייל לעיתון בכל עניין המותר בפנייה כמפורט בסעיף 30 לעיל תהיה בכתב בלבד ובהתאם לכללים
            האלו: בפנייתו לעיתון לא יזכיר החייל את דבר היותו חייל ולא יציין כל פרט העשוי לקשרו עם מערכת
            הביטחון. על המעטפה מיועדת לעיתון חייל לא יציין את כתובתו הצבאית אלא את כתובתו האזרחית בלבד.
            החייל לא ישגר את המכתב במישרין לעיתון אלא יכניס את המעטפה המכילה את המכתב המיועד לעיתון לתוך
            מעטפה נוספת ושיגר אותה לצנזורה הצבאית. על המעטפה שתשוגר לצנזורה הצבאית כאמור יציין החייל את
            מספרו האישי, דרגתו, שמו המלא וכתובתו הצבאית. הצנזורה הצבאית תבדוק מכתבים שיועברו אליה כאמור
            בסעיף 31, סעיף משנה ג לעיל, והיא רשאית לפסול כל מכתב שהאמור בו עלול לדעתה לפגוע בביטחון
            המדינה או בשמו הטוב של צה"ל.
          </div>
        </article>
        <ul className="font-Assin text-black text-[16px] marker:text-black px-5 list-disc">
          <li>נפסל מכתב על ידי הצנזורה כאמור לעיל תנהג בו הצנזורה בתאם לפקודות הקבע הקיימות.</li>
          <li>מכתבים שאושרו למשלוח על ידי הצנזורה יועברו על ידה לכתובתם.</li>
          <li>
            האמור לעיל אינו גורע מהאמור בפ"מ 21.0102 , האוסרת על העברת מכתבי חיילים שלא באמצעות הדואר
            הצבאי.
          </li>
          <li>האמור לעיל אינו חל על פניות רשמיות מצד דובר צה"ל לעיתונות.</li>
        </ul>
        <article className="font-Assin text-black text-[16px] m-0">
          <p className="font-Katana text-[#432DC9] text-[22px] mt-3 m-0">פניית חיילים לגורם אזרחי</p>
          <div>
            חייל לא יפנה בכל דרך שהיא בין אם ציין בפנייה את דבר היותו חייל ובין אם אל גורם כלשהו מחוץ
            לצבא ולא יענה לפניות של אדם או גורם כאמור בכל עניין הנוגע במישרין או בעקיפין למערכת הביטחון
            אלא באמצעות מפקד המוסמך לקיים מגע עם אותו גורם לפי פ"מ 21.0103 או כאמור בסעיף 43א להלן.
            בהתאם לתקנה 9 ולתקנות שירות ביטחון (חובות אנשי מילואים) התשט"ז 1956 לא יפנה איש מילואים בין
            שהוא בשירות ובין שהוא אינו בשירות, לאדם שאינו ממלא תפקיד צבא, בעניינים הנוגעים לצבא, במישרין
            או בעקיפין, אלא באמצעות מפקדו או באמצעות חייל או מוסד צבאי אחר, שנקבע לשם כך בפקודות הצבא.
          </div>
        </article>
      </section>
    )
  }
  